<template>
  <div class="digAss">
    <h2 style="text-align:center">数字资产介绍</h2><br />
<p>USDT (Tether)</p>
<br />
<p>1. 什么是USDT</p>
<p>USDT是Tether公司推出的基于稳定价值货币美元（USD）的代币Tether USD（下称USDT），1USDT=1美元，用户可以随时使用USDT与USD进行1:1兑换。Tether公司严格遵守1:1准备金保证，即每发行1个 USDT 代币，其银行账户都会有1美元的资金保障。用户可以在 Tether 平台进行资金查询，以保障透明度。用户可以通过SWIFT电汇美元至Tether公司提供的银行帐户，或通过交易所换取USDT。赎回美元时，反向操作即可。用户也可在交易所用比特币换取USDT。</p>
 
<p>USDT是在比特币区块链上发布的基于Omni Layer协议的数字资产。USDT最大的特点是，它与同数量的美元是等值的。USDT被设计为法币在数字网络上的复制品，使之成为波动剧烈的加密货币市场中良好的保值代币。</p>
 <br />
<p>2. 特点</p>
<p>直观： USDT与美元是等值的，1USDT=1美元。每个币种=多少USDT，也就相当于是它的单价是多少美元。</p>

<p>稳定：因为泰达币是由法币支撑的，用户可以在不受多数区块链资产价格波动影响的情况下仍然在区块链资产市场上进行交易。</p>
 
<p>透明： 泰达币的发行公司Tether 声称其法币储存账户有定期审计以确保市面流通的每一枚泰达币有对应的一美元为支撑。储存账户状态是公开的，可以随时查询到。此外，所有的泰达币交易记录都会公布在公链上。</p>
 
<p>小额交易费用： 在Tether账户间交易或者在储存有泰达币的钱包间交易都不收手续费。将泰达币转换为法定货币时需要收取交易服务费。</p>
<p>常用链接</p>
<p>官方网站: https://tether.to/</p>
<p>区块查询: https://www.omniexplorer.info/</p>
<br />
<p>BTC (比特币)</p>
<br />
<p>1. 什么是比特币？</p>

<p>比特币（Bitcoin，简称BTC）是目前使用最为广泛的一种数字货币，它诞生于2009年1月3日，是一种点对点（P2P）传输的数字加密货币，总量2100万枚。比特币网络每10分钟释放出一定数量币，预计在2140年达到极限。比特币被投资者称为“数字黄金”。比特币依据特定算法，通过大量的计算产生，不依靠特定货币机构发行，其使用整个P2P网络中众多节点构成的分布式数据库来确认并记录所有的交易行为，并使用密码学设计确保货币流通各个环节安全性，可确保无法通过大量制造比特币来人为操控币值。基于密码学的设计可以使比特币只能被真实拥有者转移、支付及兑现。同样确保了货币所有权与流通交易的匿名性。</p>
 
<p>比特币因去中心化、全球流通、低交易费用 、匿名流通等特点，备受科技爱好者青睐。近来华尔街、多国央行等传统金融机构开始研究比特币区块链技术，日本政府正式承认比特币为法定支付方式，越来越多的日本商家接受了比特币支付。</p>
<br />
<p>2. 比特币的优势是什么？</p>
 
<p>支付自由 - 无论何时何地都可以即时支付和接收任何数额的资金。无银行假日，无国界，无强加限制。比特币允许其用户完全控制他们的资金。</p>
 
<p>极低的费用 - 目前对比特币支付的处理不收取手续费或者仅收取极少的手续费。用户可以把手续费包含在交易中来获得处理优先权，更快收到由网络发来的交易确认。另外，也有商家处理器协助商家处理交易，每天将比特币兑换成法定货币并直接将资金存入商家的银行账户。因为这些服务都基于比特币，所以它们可以提供远低于PayPal或信用卡网络的手续费。</p>
 
<p>降低商家的风险 - 比特币交易是安全，不可撤销的，并且不包含顾客的敏感或个人信息。这避免了由于欺诈或欺诈性退单给商家造成的损失，而且也没有必要遵守PCI标准。在信用卡无法使用或欺诈率高得令人无法接受的地方，商家也可以很容易地扩展新的市场。最终结果是更低的费用，更大的市场，和更少的行政成本。</p>
 
<p>安全和控制 - 比特币的用户完全控制自己的交易；商家不可能强制收取那些在其它支付方式中可能发生的不该有或不易发现的费用。用比特币付款可以无须在交易中绑定个人信息，这提供了对身份盗用的极大的防范。比特币的用户还可以通过备份和加密保护自己的资金。</p>
 
<p>透明和中立 - 关于比特币资金供给本身的所有信息都存储在块链中，任何人都可以实时检验和使用。没有个人或组织能控制或操纵比特币协议，因为它是密码保护的。这使得比特币核心被相信是完全中立，透明以及可预测的。</p>
<br />
<p>3. 比特币的缺点是什么？</p>
 
<p>接受程度 - 仍然有很多人不知道比特币。每天有更多的企业接受比特币，因为他们希望从中受益，但这个列表依然很小，为了从网络效应中获益，仍然需要有更多的企业支持比特币。</p>
 
<p>波动性 - 流通中的比特币总价值和使用比特币的企业数量与他们可能的规模相比仍然非常小。因此，相对较小的事件，交易或业务活动都可以显著地影响其价格。从理论上讲，随着比特币的市场和技术的成熟，这种波动将会减少。这个世界以前从未出现过任何一个新兴货币，所以想象它将如何进展真的非常困难 (同时也令人兴奋)。</p>
 
<p>处于发展阶段 - 比特币软件依然处于beta版本，许多未完成的功能处于积极研发阶段。新的工具，特性和服务正在研发中以使比特币更为安全，为更多大众所使用。其中有一些功能目前还不是每个用户都能使用。大部分比特币业务都是新兴的，尚不提供保险。总体来说，比特币尚处于成熟的过程当中。</p>
<br /> 
<p>4. 详细参数</p>
 
<p>中文名：比特币          英文名：Bitcoin     英文简称：BTC</p>
<p>研发者：Satoshi Nakamoto   核心算法：SHA-256    发布日期：2009/01/03</p>
<p>总量：2100万           区块时间：约600秒/块  共识证明：POW</p>
<p>区块奖励：当前12.5BTC/区块（每产出21万个区块/约每四年减半一次，最近一次减半时间：2016年7月9日）</p>
<p>风险：扩容之争，存在潜在的分叉风险</p>
<p>货币单位：BTC/XBT</p>
<p>1       比特币（Bitcoins，BTC）</p>
<p>10−2      比特分（Bitcent，cBTC）</p>
<p>10−3      毫比特（Milli-Bitcoins，mBTC）</p>
<p>10−6      微比（Micro-Bitcoins，μBTC）</p>
<p>10−8     聪（Satoshi）</p>
<br /> 
<p>5. 常用链接</p>

<p>官方网站：https://bitcoin.org/zh_CN/</p>
<p>比特币常见问题：https://bitcoin.org/zh_CN/faq</p>
<p>区块查询：https://blockchain.info/</p>
<p>比特币论坛：https://bitcointalk.org/</p>
<p>市值查询网站：https://coinmarketcap.com/</p>
<br /> 
<p>BCH (比特币现金)</p>
<br /> 
<p>1. 什么是比特币现金？</p>

<p>BCH是根据Bitcoin ABC方案产生的区块链资产。Bitcoin ABC方案为保持协议稳定简单，去除了Segwit功能，支持将区块大小提升至8M，是链上扩容的技术路线。Bitcoin ABC代码基于比特币协议的稳定版本进行了改进，其认为不包含Segwit将具有更大的稳定性、安全性、鲁棒性，是现行比特币协议和比特币系统的备份，自2017年8月1日21:16:14(GMT+8)，即区块高度478,558之后，BTC和BCH两条链已经正式分离成功。</p>
 
<p>当前，比特币网络已无法支撑更多人使用比特币进行支付。比特币最初区块大小是32M，考虑到初期使用人数较少，为了避免计算资源浪费和保证比特币系统的安全运行，中本聪临时将区块大小限制为1M。但是，随着比特币交易的增多，交易确认异常缓慢，如果你不想长时间等待，就需要支付高额的交易费用。另外，其他数字货币如雨后春笋涌现，越来越多的人转向其它更便宜更好用的数字货币。这些问题使得比特币市场份额持续下降。</p>
 
<p>解决比特币交易拥堵的方案有多种。SegWit、闪电网络是通过其它的一些方式使得每秒能容纳更多的交易。但是，这并没有直接扩大区块的大小。BitCoinABC （ABC代表的是adjustable blocksize cap）是中本聪比特币协议的一种实现，它沿用了比特币稳定版本的代码，并去除了SegWit相关代码，目的是打造一个简单的、区块大小可调节的比特币客户端。基于这一客户端挖出来的币就是BCH。</p>
 
<p>BCH最早被设置为防范BIP148分裂比特币而进行硬分叉产生的代币。BCH延续了中本聪的思想，是比特币的影子，可以承担起比特币的测试、备份作用。所以，严格意义上讲，BCH不是在分裂比特币，只是一种防范比特币硬分叉的措施。</p>
<br /> 
<p>2. 详细参数</p>
 
<p>中文名：比特币现金        英文名：Bitcoin Cash          英文简称：BCH</p>
<p>核心算法：SHA-256        发布日期：2017/08/01        货币总量：2100万</p>
<p>主要特色：区块大小最高支持8MB；EDA难度调整机制</p>
 <br /> 
<p>3. 常用链接</p>

<p>官方网站：https://www.bitcoincash.org/</p>
<p>区块查询：http://blockdozer.com/insight/</p>
<br /> 
<p>ETH (以太坊)</p>
<br /> 
<p>1. 什么是以太坊？</p>

<p>以太坊（Ethereum）是下一代密码学账本，可以支持众多的高级功能，包括用户发行货币，智能协议，去中心化的交易和设立去中心化自治组织(DAOs)或去中心化自治公司（DACs）。以太坊并不是把每一单个类型的功能作为特性来特别支持，相反，以太坊包括一个内置的图灵完备的脚本语言，允许通过被称为“合同”的机制来为自己想实现的特性写代码。一个合同就像一个自动的代理，每当接收到一笔交易，合同就会运行特定的一段代码，这段代码能修改合同内部的数据存储或者发送交易。高级的合同甚至能修改自身的代码。   </p>
 
<p>通俗一点说，以太坊是开源平台数字货币和区块链平台，它为开发者提供在区块链上搭建和发布应用的平台。以太坊可以用来编程、分散、担保和交易任何事物，投票、域名、金融交易所，众筹、公司管理、合同和大部分的协议、知识产权，还有得益于硬件集成的智能资产。</p>

<p>2017年2月28日，一批代表着石油、天然气行业，金融行业和软件开发公司的全球性企业正式推出企业以太坊联盟（EEA），致力于将以太坊开发成企业级区块链。这些企业包括英国石油巨头BP、摩根大通、软件开发商微软、埃森哲、桑坦德银行、BlockApps、BNY梅隆、芝商所、ConsenSys、英特尔微软和Nuco等。许多企业或组织开发基于以太坊区块链的项目，并发行代币。联合国世界粮食计划署成功使用以太坊区块链向10000难民提供救助。</p>
<br />
<p>2. 详细参数</p>

<p>中文名：以太坊                     英文名：Ethereum        英文简称：ETH</p>
<p>研发者：Vitalik Buterin         核心算法：Ethash         发布日期：2015/3/20</p>
<p>区块时间：约15-17秒/块       区块奖励：5                  货币总量：7200万+1872万/年</p>
<p>主要特色：含数字货币和智能合约等特色功能</p>
<br />
<p>3. 常用链接</p>

<p>官方网站：https://www.ethereum.org/</p>
<p>区块查询：https://etherscan.io/</p>
<br />
<p>XRP (Ripple)</p>
<br />
<p>1. 什么是Ripple (XRP)？</p>
 
<p>瑞波币（Ripple/XRP）提供一个无阻碍的利用区块链技术的全球支付网络，是世界上第一个开放的支付网络，通过加入Ripple正在成长的全球支付网络可以转账任意一种货币，包括美元、欧元、人民币、日元或者比特币，简便易行快捷，交易确认在几秒以内完成，交易费用几乎是零，没有所谓的跨行异地以及跨国支付费用。 Ripple是开放源码的点到点支付网络，它可以使任何机构或个人轻松、廉价并安全的把金钱转账到互联网上的任何机构或个人，无论在世界的哪个地方。Ripple是p2p软件，没有任何个人、公司，或政府操控，任何人可以创建一个ripple账户。</p>
 
<p>自2017年5月以来，瑞波的验证者网络已经扩大了140%，达到了55个参与者，其中包括WorldLink、Telindus-Proximus集团、微软、MIT、CGI、瑞典ISP、Bahnhof以及数据中心和系统整合服务提供商AT TOKYO等。而所有这些参与者现都正在维护着XRP分类账本（此前成为瑞波共识账本）的完整性，运行软件帮助其对交易结算订单达成一致。</p>
<br /> 
<p>2. 特点</p>

<p>瑞波币是ripple系统中唯一的通用货币，其不同于ripple系统中的其他货币，其他货币比如CNY、USD不能跨网关提现的，换句话说，A网关发行的CNY只能在A网关提现，若想在B网关提现，必须通过ripple系统的挂单功能转化为B网关的CNY才可以到B网关提现。而瑞波币完全没有这方面的限制，它在ripple系统内是通用的。</p>
<br />
<p>3. 详细参数</p>
 
<p>中文名：瑞波币                      英文名：Ripple                         英文简称：XRP</p>
<p>研发者：Ripple Labs             核心算法：OpenCoin原创算法   发布日期：2011-04-18       </p>
<p>区块时间：秒到                      区块奖励：货币总量  1000亿     </p>
<p>流通量：358.3亿（截止时间：2017.11.06）</p>
<p>主要特色：Google旗下投资，去中心化交易功能已经实现，实际应用前景好</p>
<p>不足之处：技术有待完善，XRP分发有待出方案</p>
 <br />
<p>4. 常用链接</p>

<p>项目官网：https://ripple.com/</p>
<p>区块链浏览器：https://xrpcharts.ripple.com/#/graph/</p>
<br />
<p>LTC (莱特币)</p>
<br />
<p>1. 什么是莱特币？</p>

<p>莱特币诞生于2011年11月9日，被称为是“数字白银”。莱特币在技术上和比特币具有相同的实现原理。它是第一个基于Scrypt算法的网络数字货币，与比特币相比，莱特币拥有更快的交易确认时间，更高的网络交易容量和效率。莱特币现在拥有完整的产业链，充分的流动性，足以证明其是成熟、安全、稳定的商用金融系统。</p>
<br />
<p>2. 数据块链</p>

<p>莱特币数据块链与其竞争者——比特币相比起来，能够处理更大的交易量。由于数据块的产出更加频繁，该网络可以支持更多的交易，并且在将来无需修改软件。 </p>
<p>因此，商家可以获得更快的交易确认，而且在销售大额商品时依然能够等待更多的交易确认。</p>
<br />
<p>3. 钱包加密</p>

<p>钱包加密能够保证您钱包中私钥的安全，从而让您可以查看交易情况及账户余额，但是在您使用莱特币之前必须输入密码。该功能不仅能够防止病毒及木马的侵扰，同时还是支付之前，一项合法性的有效检查。</p>
<br />
<p>4. 挖矿奖励</p>

<p>“矿工们”目前每数据块可以产出25个莱特币。每4年，生产的莱特币货币量将减少一半(每经过840000个数据块)。 </p>
<p>因此，莱特币网络生产的货币总量将是比特币的4倍，即8400万个莱特币。</p>

<p>莱特币的创造和转让基于一种开源的加密协议，不受任何中央机构的管理。莱特币旨在改比特币，与其相比，莱特币具有三种显著差异：</p>

<p>（1）莱特币网络每2.5分钟（而不是10分钟）就可以处理一个块，因此可以提供更快的交易确认。</p>

<p>（2）莱特币网络预期产出8400万个，是比特币网络发行货币量的四倍之多。</p>

<p>（3）莱特币在其工作量证明算法中使用了由Colin Percival首次提出的scrypt加密算法。</p>

<p>2017年4 月，莱特币社区经过投票达成协议，决定通过隔离验证软分叉对其区块链进行升级。同年6月，莱特币闪电网络正式上线。</p>
<br />
<p>5. 详细参数</p>

<p>中文名：莱特币             英文名：Litecoin            英文简称：LTC</p>

<p>研发者：Charlie Lee     核心算法：Scrypt            发布日期：2011/10/7</p>

<p>区块时间：150秒/块     发行总量：8400万           减半时间：4年</p>

<p>共识证明：POW           难度调整：2016个区块     区块奖励：最初50LTC，当前25LTC</p>

<p>主要特色：发行量大：发行量是比特币的4倍；交易快速：确认时间仅2.5分钟；隔离验证激活</p>

<p>不足之处：莱特币相关应用还较少</p>

<p>风险：隔离验证激活后，网络漏洞的风险</p>
<br />
<p>6. 常用链接</p>

<p>官方网站：https://litecoin.org/</p>

<p>区块查询：http://explorer.litecoin.net/</p>
<br />
<p>BTG (比特币黄金)</p>
<br />
<p>1. 什么是比特币黄金（Bitcoin Gold, BTG）?</p>

<p>比特币黄金是在2017年10月25日左右的又一次比特币硬分叉产物。比特币黄金项目由香港挖矿公司LightningASIC的首席执行官廖翔主导。</p>
 
<p>比特币黄金是对大矿工们集中算力的一种对抗，比特币矿工越来越多地使用定制的ASIC来挖矿，但ASIC价格昂贵，只有大量买进时才会降低价格，所以大矿工们可以通过较低价大量买进ASIC来获得巨大的算力，导致比特币网络的算力被集中。目前，比特币算力已经被不超过10个的大矿工垄断了。</p>
 
<p>比特币黄金将使用一种新算法来避免情况恶化，这种算法对ASIC非常不友好，这将导致矿工们转而使用GPU，而GPU价格便宜得多。用户也希望这次改变能够消除大矿工们对算力的控制。</p>
 
<p>比特币黄金跟比特币现金类似也是一种代币，也将有重放保护机制，而比特币持有人也将获得等量的比特币黄金代币，所以不会有多少比特币矿工会去挖比特币黄金，也就不会对比特币造成冲击。</p>
 
<p>比特币黄金有自己的独立网络和自己的规则，不会从任何方面影响比特币，只不过是借用了比特币的代码，并与比特币成正比地分发给比特币持有者。</p>
 <br />
<p>2. 常用链接</p>

<p>官方网站： https://bitcoingold.org/#features</p>
 <br />
<p>.什么是达世币？</p>
  <br />
<p>达世币，英文名DASH，是一种开源的点对点（P2P）加密货币，能够提供即时交易、匿名交易和替代货币功能。</p>

<p>达世币网络是由工作量证明挖矿（比特币所使用的共识机制）机制来负责保护的，并且它使用的是基于11种不同哈希函数的X11算法。其主节点是一种服务证明（proof-of-service）层，这些节点同时作为交易混频器和助推器，此外它也作为达世币管理系统的投票机制。</p>
 
<p>达世币的区块奖励会划分给两个层（矿工和主节点）。其中矿工获得45％的回报，主节点收到45%，剩余的10%则分配给去中心化的达世币预算系统，每个区块的产生时间是2.5分钟，一个区块给矿工3.6个达世币奖励。具体如下表：</p>
<br />
<p> ETC (以太经典)去交易</p>
<br />
<p>1. 什么是以太经典？</p>
 
<p>ETC（Ethereum Classic）是以太坊在1,920,000个块后硬分叉出的分叉币种，功能和以太坊极为类似。ETC秉承去中心化理念，支持区块链保证的共识机制。ETC坚信，区块链一旦开始运行，它的发展方向就不被任何中心团队所左右，而是按照参与整个网络人员的共识和全网算力的共识所决定。</p>
 
<p>2016年7月份进行的以太坊区块链硬分叉旨在将被黑客盗窃的The DAO资金转移到一个由投资者掌控的账户，并让旧的交易记录被历史遗忘。大多数以太坊开发者都参与了这次逆转，交易所、创业公司和该生态系统中的其他成员也参与了。几天之后，该项目恢复了常态。但是并非所有人都想将旧的交易记录忘记。于是一小部分矿工继续使用原来的区块链，以此作为一种抗议，他们将硬分叉描述为是对The DAO这个废弃项目的抽资行为。于是Ethereum Classic(ETC)就诞生了。</p>
 <br />
<p>2. 详细参数</p>

<p>中文名：以太经典             英文名：Ethereum Classic         英文简称：ETC</p>
<p>研发者：以太经典团队      核心算法：Ethash                     共识证明：POW</p>
<p>发布日期：2016/7/20       区块时间：约15-17秒/块  </p>
<p>货币总量：固定为2.1亿，最高不超过2.3亿，每500万个区块减速20%，第一次减产时间预计为2017年12月</p>
<p>主要特色：独立的加密货币</p>
 <br />
<p>3. 常用链接</p>

<p>官方网站：https://ethereumclassic.github.io/</p>
<p>区块查询：https://gastracker.io/</p>
<p><img src="../../static/img/DigitalAsset.png" alt=""></p>
<br />
<p>2. 背景</p>
 
<p>考虑到比特币匿名性和交易处理速度，Evan Duffield和团队开始了DASH的研发，并于2014年1月正式创立达世币。至此，达世币完成了在比特币的基础上的相关改进，以去中心化网络服务器“主节点”混淆交易的方式，提高了交易的匿名性。同时基于节点，提高了交易处理速度，由此诞生出了去中心化的和具备良好匿名性的达世币。</p>
 <br />
<p>3. 特点</p>

<p>匿名性高：比特币交易中，所有交易数据都会被记录到数据块链中，比特币的去向可见，进而便能查询到接收和发送双方。然而达世币通过匿名发送的技术，以去中心化网络服务器“主节点”混淆交易的方式，使得交易无法被追踪查询，进而实现高匿名性。</p>
 
<p>即时发送：比特币网络需要花费10分钟甚至数个小时来确认交易，达世币能够即时发送。</p>
 
<p>自主管理系统：通过此系统，达世币网络可以通过提案与投票的方式为研发和营销进行资源配置，而且任何用户都可以在网络上创建并呈交提案。</p>
  <br />
<p>4. 常用链接</p>

<p>DASH官网 区块浏览器  钱包下载  DASH论坛   Twiter  Facebook</p>
<br />
<p>EOS (EOS)去交易</p>
<br />
<p>1. 什么是EOS？</p>

<p>EOS (Enterprise Operation System)是由 Block.one公司主导开发的一种全新的基于区块链智能合约平台，旨在为高性能分布式应用提供底层区块链平台服务。EOS 项目的目标是实现一个类似操作系统的支撑分布式应用程序的区块链架构。该架构可以提供账户，身份认证，数据库，异步通信以及可在数以万计的 CPU/GPU群集上进行程序调度和并行运算。EOS最终可以支持每秒执行数百万个交易，同时普通用户执行智能合约无需支付使用费用。</p>
<br />
<p>2. EOS的功能</p>

<p>EOS代币目前是EOS区块链基础设施发布的基于以太坊的代币，主要有三大应用场景：带宽和日志存储(硬盘)，计算和计算储备(CPU)，状态存储(RAM)。EOS主网上线后会将ERC20代币EOS转换为其主链上的代币。具体可解释为：</p>

<p>（1）接收方支付：客户从该业务中购买特定产品，而这些产品的销售收入将用于支付业务成本，避免客户直接为使用区块链支付费用，也不会限制或阻止企业确定其产品的货币化策略.</p>

<p>（2）授权能力：如果一个区块链是基于 EOS 软件系统开发，而其代币是由一个代币持有者所持有，他可能不需要立即消耗全部或部分可用带宽，这样的代币持有者可以选择将未消耗的带宽给予或租给他人。</p>
 
<p>（3）将交易成本与代币价值分开：如果应用程序所有者持有相应数量的代币，那么应用程序可以在固定的状态和带宽使用中持续运行。开发人员和用户不会受到代币市场价格波动的影响，因此不会依赖于价格。</p>
 
<p>（4）区块奖励：每次生成一个区块时，EOS都会奖励该区块生产者新的代币用于支付其运维成本。目前EOS设定限制了区块生产者所得奖励上限，目前EOS设定给予区块生产者的奖励上限为每年最多5%，即代币新增供应的年总增长不超过5%。</p>
 <br />
<p>3. 常用链接</p>
<p>官网：https://eos.io/</p>
<p>白皮书：https://github.com/EOSIO/Documentation/blob/master/TechnicalWhitePaper.md#support-millions-of-users</p>
<br />
<p>QTUM (量子链)去交易</p>
<br />
<p>1. 什么是量子链？</p>

<p>Qtum Blockchain（简称“量子链”或“Qtum”）致力于开发比特币和以太坊之外的第三种区块链生态系统，通过价值传输协议（“Value Transfer Protocol”）来实现点对点的价值转移，并根据此协议，构建一个支持多个行业（包括金融、物联网、供应链、社交、游戏等）的去中心化的应用开发平台（“DApp Platform”）。通过合并改进版本的比特币核心基础架构和可以相互兼容的以太坊虚拟机版本，量子链既拥有比特币坚不可摧的区块链网络又能发挥智能合约的无限可能。</p>
<br />
<p>2. QTUM的功能</p>

<p>Dapp使用权/代币投票/社区自治/使用应用功能消耗/支付。</p>
<br />
<p>3. 详细参数</p>

<p>代币总量：100,196,328 QTUM</p>
<p>流通总量：73,696,328 QTUM</p>
<p>ICO价格：0.38美元</p>
<br />
<p>4. 常用链接</p>

<p>官网：https://www.qtum.org/zh/</p>
<p>白皮书：https://www.qtum.org/zh/white-papers</p>
<br />
<p>OMG (OMG)去交易</p>
<br />
<p>1. 什么是OmiseGO(OMG)？</p>
 
<p>Omise GO通过开发新一代支付服务来解决支付处理商、网关以及金融机构之间基本的协调问题。该支付服务支持在货币及资产类型间进行转换操作。通过OmiseGO网络和电子钱包，每个人都可以完全分散，高频和低成本的方式进行诸如付款、汇款、工资发放、B2B商务、供应链融资、忠诚度计划（loyalty programs）、资产管理以及其他按需服务等金融交易。此外，世界上最大的增长经济体用户将能从使用法币转向使用类似以太币和比特币等去中心化货币。OmiseGo网络不再区分法币还是去中心化加密货币：随着更多的人接受和使用，最好用的货币将胜出。</p>
 <br />
<p>2. OMG功能</p>
 
<p>OmiseGO 是公开的基于以太坊的可实现主流数字钱包跨区域跨组织交易的金融科技，打破支付孤岛，完成实时的点对点价值交换和支付服务，并支持跨法币与去中心化货币的交易。该技术旨在通过打破现有的组织架构壁垒，推进金融包容性，并将在2017年第四季度启动，通过 OmiseGO 及其数字钱包网络，向所有人提供服务。</p>
 
<p>Omise GO通过开发新一代支付服务来解决支付处理商、网关以及金融机构之间基本的协调问题。该支付服务支持在货币及资产类型间进行转换操作。通过Omise GO网络和电子钱包，终端用户可以灵活完成支付、汇款、薪水存储、B2B 商业、供应链融资、信用制度、资产管理和贸易以及各种随需应变的金融服务。具体而言，可在国内外迅速移动资金、在大型组织的各部门中获取跟踪资产的安全分类账、为品牌联盟建立信用积分系统、向可支持多个钱包供应商的网络发放数字礼品卡等。</p>
 
<p>此外，世界上最大的增长经济体用户将能从使用法币转向使用类似以太币和比特币等去中心化货币。OmiseGo网络不再区分法币还是去中心化加密货币：随着更多的人接受和使用，最好用的货币将胜出。</p>
 <br />
<p>3. 常用链接</p>
 
<p>官方网站 https://omisego.network/</p>
<p>OMG白皮书 https://cdn.omise.co/omg/CNwhitepaper.pdf</p>
<br />
<p>IOTA (IOTA)</p>
<br />
<p>一、项目名称</p>
<p>IOTA(IOTA)</p>
<br />
<p>二、项目介绍</p>
<p>IOTA背后的主要创新是Tangle。这是一种基于DAG（有向无环图）的全新分布式账本体系结构。有人可能会把它称为“Block and the Chain and Block”（语义上，它不是真正的区块链）。</p>
<p>在它的核心上，Tangle仍然与区块链有着相同的基本原则：它仍然是一个分布式数据库，它仍然是一个P2P网络，它仍然依靠共识和验证机制。</p>
<p>但是，如果我们要概括Tangle和区块链之间的主要区别，最明显的两个是Tangle是如何构建的（一个DAG），以及我们如何达成共识。</p>
<p>IOTA基本上毫无“区块” 的概念。相反，每笔交易会参考之前两笔交易。这种交易的参考被视为一种证明：您直接证明您的交易证明了两笔交易，并且间接地证明该交易的一小部分是有效的且符合协议规则。</p>
<p>与其让网络的小部分负责给共识，全部网络活跃参与者的（矿工）直接参与交易的批准。因此，IOTA的共识不再与交易制定过程脱钩：这是它的一个固有部分，它使IOTA能够在没有任何交易费的情况下进行扩展。</p>
<br />

<p>IOTA中的交易过程是一个简单的3步过程：</p>
<br />

<p>1. 签名：您使用您的私钥签署交易输入</p>
<p>2. 提示选择：MCMC（Markov chain Monte Carlo）用于随机选择两个提示（未确认的交易），这些提示将被您的交易（branchTransaction    和 trunkTransaction）</p>
<p>3. 工作证明：为了让您的交易被网络接受，您需要做一些工作证明 - 类似于Hashcash（spam和sybil-resistance）</p>
 
<p>一旦完成了，交易将被广播到网络。其他人会来，在提示选择过程中选择您的交易并验证它。就这样，你的交易得到确认。</p>
<p>由于IOTA在没有任何矿工参与的情况下就交易的有效性达成共识，我们也没有交易费用支付。 IOTA是第一个交易结算协议，它使您可以为发送方或接收方交易甚至是亚点值的点对点，而不需要任何交易费用。因此，我们确实认为IOTA是所有当前和未来小额支付和纳米支付使用案例的支柱。</p>
<p>IOTA旨在实现规模交易结算。由于共识是并行的，而不是像区块链那样在批次的连续间隔内完成，网络能够随交易数量动态增长和扩展。交易越多，Tangle获得的安全性越高，效率越高。</p>
<p>IOTA创建的主要原因是为了实现和成为机器经济的中坚力量。我们设想未来机器在没有任何第三方参与的情况下交换资源（计算，电力，存储，带宽，数据等）和服务，纯粹是机器对机器。随着物联网开始自我释放，对“智能分权”的需求显而易见。</p>
 <br />
<p>三、币概况与分配</p>
<p>币总量：2,779,530,283 MIOTA</p>
 
<p>100％ 分给 Genesis交易投资者，对创始人或开发商预先分配零。 IOTA基金收到IOTA Token捐款。 IOTA是分布式的，分散式的，并且没有权限，因此可以自由交易。</p>
 
<p>币总量是永远固定的，没有矿工或区块奖励。 </p>
<br /> 
<p>四、常用链接</p>
<p>项目网站：https://www.iota.org/  </p>
<p>白皮书：https://iota.org/IOTA_Whitepaper.pdf </p>
<p>博客： https://blog.iota.org/</p>
<p>Reddit: https://www.reddit.com/r/Iota/ </p>
<p>StackExchange: https://iota.stackexchange.com/</p>

  </div>
</template>
<script>
export default {};
</script>
<style scoped>
.digAss {
  width: 60rem;
  margin: 2rem auto 1.5rem;
}
</style>
